<template>
  <div>
    <p class="regAgrC"><router-link to="/register"><img src="./registerImgs/arrow_left.png" alt=""></router-link><span>品道注册协议</span></p>
    <div class="agrContent" >
      <h3 style="text-align: center">注册开户协议</h3>
      <h3>目录</h3>
      <p>第一章  品道云商无界零售平台和服务</p>
      <p>第二章 消费商</p>
      <p>第三章 品道云商服务的内容</p>
      <p>第四章 账户安全及管理</p>
      <p>第五章 消费商的守法义务及承诺</p>
      <p>第六章 服务中断或故障</p>
      <p>第七章 责任范围及限制</p>
      <p>第八章 风险提示</p>
      <p>第九章 服务费用及其他费用</p>
      <p>第十章 隐私权保护及授权条款</p>
      <p>第十一章 知识产权的保护</p>
      <p>第十二章 条款的解释、法律适用及争端解决</p>
      <h4>重要提示</h4>
      <p>品道云电子商务（北京）有限公司（以下简称“品道云商”）及其加盟合伙人企业据本协议的约定为品道云商个人消费商（以下简称“消费商”）提供服务，本协议在消费商和品道云商之间具有合同上的法律效力。品道云商在此特别提醒您认真阅读、充分理解本协议各条款，特别是其中所涉及的免除或限制品道云商责任的条款、排除或限制消费商权利的条款等。您有选择接受或不接受本协议的权利，请您务必审慎阅读并选择接受或不接受本协议，但除非您接受本协议所有条款，否则您将无权使用品道云商于本协议下所提供的服务。您一经注册或使用品道云商服务即视为您对本协议全部条款已充分理解并完全接受，注册品道云商服务的行为是不可撤销的。</p>
      <h4>第一章  品道云商无界零售平台和服务</h4>
      <p>第一条品道云商加盟合伙人企业系指现在或将来与品道云电子商务（北京）有限公司构成的为品道云商服务的企业；“消费商”是指现在实际上已经接受或将来愿意接受品道云商提供的产品和服务的个人。品道云商是商品销售服务平台（网址：www.pindao360.com，如品道云商以公告等形式发布新的网址，请届时按公告登入新的网址）。品道云商服务是由品道商城通过品道无界零售平台及客户端等各种方式向消费商提供的商品购销服务，具体服务内容主要包括：商品的认购服务、商品购销服务，具体详情以品道云商届时提供的服务内容为准。</p>
      <p>第二条为了保障消费商的合法权益，在自愿注册使用品道云商服务前，必须仔细阅读并充分理解知悉本服务协议所有条款。本注册服务协议内容包括以下条款及已经发布的或将来可能发布的各类规则，所有规则均为本协议不可分割的一部分，与协议正文具有同等法律效力。一经注册或使用品道云商服务即视为对本服务协议的充分理解和完全接受，注册品道云商服务的行为是不可撤销的。并且消费商对本人所提供的所有信息的真实性、完整性及有效性负责，若发生纠纷，注册消费商以未仔细阅读为抗辩理由将被视为无效；如有违反而导致任何法律后果，消费商将自己独立承担所有法律责任。</p>
      <p>第三条在本协议履行过程中，品道云商可根据情况对本服务协议进行修改。一旦本服务协议的内容发生变动，品道商城将通过品道云商无界零售平台公布本协议的最新版本，不再向消费商作个别通知，品道商城通过品道云商无界零售平台向全体消费商公布信息的行为将被视为品道商城已经有效地通知到每位消费商。消费商应在每次登入接受服务前查询品道云商无界零售平台的相关公告，以了解知悉本服务协议及其他服务规则的变化，如果消费商不同意本注册协议或相关服务规则或不同意品道云商作出的修改，消费商可以停止使用品道云商服务。您同时确认：如果品道云商在修改协议或服务规则后，消费商仍继续使用品道云商提供的产品和/或服务，则表示消费商已同意并接受品道云商对本服务协议及相关服务规则所做的所有修改，并应遵照修改后的协议执行，由于消费商在网站服务协议变更后因未熟悉公告规定而引起的损失将由消费商自行独立承担，品道云商将不会承担任何责任。</p>
      <p>第四条 品道云商对于消费商的通知及任何其他的协议、告示或其他任何关于消费商使用消费商账户及服务的通知，消费商同意品道云商可选择通过包括品道云商平台公告、站内信、电子邮件、手机短信、无线通讯装置等电子方式或邮寄等物理方式进行。使用电子方式向消费商发出通知的，该等通知于发送之日视为已送达收件人；使用邮寄方式向消费商发出通知的，则在该等通知按照消费商在品道云商无界零售平台留存的联系地址交邮后的第五个自然日即视为送达。因包括但不限于电子邮件地址、手机号码、联系地址等不准确或无效、信息传输故障等不可归责于品道云商的原因导致消费商未在前述通知视为送达之日收到该等通知的，品道云商不承担任何责任。</p>
      <p>第五条品道云商可以依其判断，暂时停止提供、限制或改变品道云商服务，只要消费商仍然使用品道云商服务，即表示消费商对品道云商的行为予以理解和同意，并继续同意本服务协议。</p>
      <h4>第二章 消费商</h4>
      <p>第六条品道云商的消费商是指符合中华人民共和国法律规定的具有完全民事权利和民事行为能力、能够独立承担民事责任的自然人。在使用品道云商服务前，消费商须先在品道云商平台上进行注册，在按照本网站规定的注册程序成功注册为消费商后，即表示同意并签署了本服务协议。本服务协议即在消费商和品道商城之间产生法律效力。</p>
      <p>第七条消费商承诺以下事项：</p>
      <p>1、消费商须依照品道云商要求或/和提示，提供真实、最新、有效及完整的资料。</p>
      <p>2、消费商保证并承诺通过品道云商无界零售平台进行商品购销的资金来源合法。</p>
      <p>3、消费商有义务维持并更新个人的资料，确保其为真实、最新、有效及完整的资料。若消费商提供任何错误、虚假、过时或不完整的资料，或者品道云商依其独立判断怀疑资料为错误、虚假、过时或不完整的，品道云商有权采取包括但不限于停用消费商帐户、拒绝使用品道云商服务的部分或全部功能。在此情况下，品道云商不承担任何责任，并且消费商同意负担因此所产生的直接或间接的任何支出或损失。</p>
      <p>4、如因消费商未及时更新基本资料，导致品道云商服务无法提供或提供时发生任何错误，消费商不得将此作为取消交易或拒绝付款的理由，品道云商亦不承担任何责任，所有后果由消费商自行独立承担。</p>
      <p>5、除本协议以外，消费商应同时遵守品道云商无界零售平台不时发布及更新的包括但不限于公告、产品流程说明、平台项目说明、风险提示等全部规则或/和信息。</p>
      <h4>第三章 品道云商服务的内容</h4>
      <p>第八条品道云商服务的部分内容需要消费商根据品道云商要求完成身份认证及银行卡认证，未进行身份认证及/或银行卡认证的消费商将无法使用该部分品道云商服务。因未能完成认证而无法享受品道云商服务造成的损失，品道云商不承担任何责任。</p>
      <p>第九条品道云商若接受第三方的委托进行商品交易信息发布，品道云商仅对发布的信息承担表面形式审查责任，不对信息的真实、准确、完整、合法性作出保证，也不承担相关责任。消费商据此进行购销行为的，产生的风险由消费商自行承担，消费商无权据此向品道云商提出任何法律主张索赔。消费商与其商品交易方之间因购销发生的或与购销有关的任何纠纷，应由纠纷各方自行解决，品道云商不承担任何交易风险及法律责任。</p>
      <p>第十条品道云商将为消费商提供以下购销管理服务:</p>
      <p>1、消费商账户：消费商在品道云商无界零售平台进行注册时将生成消费商账户，消费商账户将记载消费商在品道云商无界零售平台的活动，上述消费商账户是消费商登陆平道云商无界零售平台的唯一账户。消费商确认并同意，若品道云商根据身份认证等规则识别出同一消费商以手机号码、邮箱等不同方式注册的形式上不同但提供的注册信息相同或相关的账户，品道云商有权将该账户认定为同一消费商账户。</p>
      <p>2、购销状态更新：消费商确认，消费商在品道云商无界零售平台上按品道云商购销规则、服务流程所确认的购销状态，将成为品道云商为消费商进行相关购销或操作（包括但不限于支付或收取款项、冻结资金、订立合同等）的不可撤销的指令。消费商同意相关指令的执行时间以品道云商在系统中进行实际操作的时间为准。消费商同意品道云商有权依据本协议及/或品道云商相关纠纷处理规则等对相关事项进行处理。消费商未能及时对购销状态进行修改、确认或未能提交相关申请所引起的任何纠纷或损失由消费商自行负责，品道云商不承担任何责任。</p>
      <p>3、支付指令传递：消费商了解品道云商并不是银行或支付机构，按照中国法律规定，品道云商不提供资金转账服务，消费商同意品道云商对其资金到账延迟不承担任何责任。消费商通过品道云商无界零售平台进行各项购销交易或接受购销交易款项时，若消费商未遵从本服务协议条款或品道云商公布的购销业务规则中的操作指示，品道云商不承担任何责任。若发生上述状况而款项已先行拨入消费商账户下，消费商同意品道云商有权直接从相关消费商账户中扣回款项，品道云商保留拒绝消费商要求支付此笔款项之权利。此款项若已汇入消费商的银行账户，消费商同意品道云商有向消费商事后索回的权利，由此产生的追索费用由消费商承担。</p>
      <p>4、交易指令传递：消费商理解并同意，品道云商向符合条件的消费商提供服务。品道云商对消费商在无界零售平台上进行的商品购销行为按照订立买卖合同的约定各自承担责任。</p>
      <p>5、交易安全设置：消费商了解品道云商并不是银行或支付机构，若银行或支付机构基于交易安全等方面的考虑设定涉及支付限额、支付次数等限制，品道云商不承担任何责任。</p>
      <p>如果品道云商发现了因系统故障或其他任何原因导致的处理错误，无论有利于品道云商还是有利于消费商，品道云商都有权纠正该错误。如果该错误导致消费商实际收到的款项多于应获得的金额，则无论错误的性质和原因为何，品道云商保留纠正不当执行的购销的权利，消费商应根据品道云商向消费商发出的有关纠正错误的通知的具体要求返还多收的款项或进行其他操作。消费商理解并同意，品道云商不承担因前述处理错误而导致的任何损失或责任。</p>
      <p>第十一条品道云商将为消费商提供以下客户服务：品道云商服务内容主要包括发布商品购销信息、提供购销管理服务等，具体详情以品道云商无界零售平台届时提供的服务内容为准。</p>
      <p>1、银行卡认证：为使用品道云商或品道云商委托的第三方机构提供的货款预存、取现、代扣等服务，消费商应按照品道云商平台规定的流程提交以消费商本人名义登记的有效银行借记卡等信息，经由品道云商审核通过后，品道云商会将消费商的账户与前述银行账户进行绑定。如消费商未按照品道云商规定提交相关信息或提交的信息错误、虚假、过时或不完整，或者品道云商有合理的理由怀疑消费商提交的信息为错误、虚假、过时或不完整的，品道云商有权拒绝为消费商提供银行卡认证服务，消费商自行承担因此未能使用货款预存、取现、代扣等服务而导致的损失。</p>
      <p>2、货款预存：消费商可以使用品道云商指定的方式向消费商账户充入资金，用于通过品道云商无界零售平台进行交易。消费商账户内的资金不计收任何利息。</p>
      <p>3、支付指令传递：品道云商按照其平台当时向消费商开放的功能提供支付指令传递服务，自行或委托第三方机构代为传递消费商的账户支付指令，达到完成消费商帐户的收取本息、代偿金等各类款项的目的，或者，将消费商账户里的款项支付给消费商指定的其他方。品道云商只负责代为传递消费商的账户支付指令，不保证提供的前述服务符合消费商的期望。</p>
      <p>4、货款退款：消费商可以通过品道云商平台届时开放的货款退款功能将消费商账户中的资金转入经过认证绑定的银行卡账户中。品道云商将于收到消费商的前述指令后，尽快通过第三方机构将相应的款项汇入消费商经过认证绑定的银行卡账户。由于消费商提供的银行不同而导致汇入时间上的差异，品道云商不承担任何责任。</p>
      <p>5、查询：品道云商将对消费商在品道云商无界零售平台的所有操作进行记录，不论该操作之目的最终是否实现或者购销目的是否真正达成。消费商可以通过消费商账户实时查询账户名下的交易记录。消费商理解并同意消费商最终收到款项的服务是由消费商经过认证的银行卡对应的银行提供的，如有任何异议或疑问，消费商需向该银行请求查证。消费商理解并同意通过品道云商无界零售平台查询的任何信息仅作为参考，不作为相关操作或购销的证据或依据。
        消费商了解并知悉，上述货款预存、支付指令传递及取现服务涉及品道云商与银行或第三方支付机构等第三方的合作。消费商同意：</p>
      <p>（1）受银行或第三方支付机构等第三方仅在工作日进行资金代扣及划转的现状等各种原因所限，品道云商不对前述服务的资金到账时间做任何承诺，也不承担与此相关的责任，包括但不限于由此产生的利息、货币贬值等损失；</p>
      <p>（2）一经消费商使用前述服务，即表示在任何情况下消费商不可撤销地授权品道云商进行相关操作，且该等操作是不可逆转的，消费商不能以任何理由拒绝付款或要求取消购销交易。就前述服务，品道云商暂不会向消费商收取费用，但如果品道商城接受第三方委托发布的交易信息，消费商应按照第三方的规定向第三方支付费用。消费商与第三方之间就费用支付事项产生的争议或纠纷，与品道云商无关。</p>
      <p>6、消费商每次使用品道云商服务应直接登入品道云商无界零售平台或使用品道云商提供的链接登陆品道商城（网址：www.pindao360.com，如品道云商以公告等形式发布新的网址，请届时登陆新的网址）或客户端，而不要通过邮件或其他网站提供的链接登入。消费商每次拨打品道云商客户电话应拨打品道云商官方网站提供的客服电话（如品道云商以公告等形式发布新的客服电话，请届时拨打新的客服电话），而不要拨打其他任何电话。消费商因拨打其他电话而导致的任何损失，与品道云商无关。</p>
      <p>7、消费商同意，作为品道商城平台，品道云商有权在提供茶品道云商服务过程中以各种方式投放各种商业性广告或其他任何类型的商业信息（包括但不限于在品道云商平台的任何页面上投放广告），消费商同意接受品道云商通过电子邮件或其他任何方式向消费商发送商品促销或其他相关商业信息。消费商不得因品道云商发布广告行为而追究品道云商承担任何责任。</p>
      <p>第十二条品道云商将为消费商提供以下合同管理服务：</p>
      <p>1、在品道云商无界零售平台购销交易需订立的合同采用电子合同方式。消费商使用消费商账户登入品道云商系统后，根据品道云商的相关规则，以消费商账户用户名在品道云商无界零售平台通过点击确认或类似方式签署的电子合同即视为消费商出于本人真实意思表示并以消费商本人名义签署的合同，具有法律效力。账户名和账户密码属于消费商管理和控制的范围，消费商应妥善保管自己的账户密码等账户信息，消费商通过前述方式订立的电子合同对合同各方具有法律约束力，消费商以其账户密码等账户信息被盗用或其他理由不是否认已订立的合同的效力或不按照该等合同履行相关义务的抗辩理由。消费商的账户密码等账户信息被盗用或其他类似情况的发生与品道云商无关。</p>
      <p>2、消费商根据本协议以及品道云商的相关规则签署电子合同后，不得擅自修改电子合同。如对电子合同有任何争议，应以品道云商记录的合同为准。</p>
      <p>3、消费商不得私自仿制、伪造在品道云商无界零售平台上签订的电子合同或印章，不得用伪造的合同进行招摇撞骗或进行其他非法使用，否则由消费商自行承担法律责任，品道云商亦有权追究实施该行为的消费商的法律责任。</p>
      <p>4、除特别列明外，品道云商不提供任何纸质合同。</p>
      <p>第十三条第三方责任</p>
      <p>1、在任何情况下，对于消费商使用品道云商服务过程中涉及由第三方提供相关服务的责任由该第三方承担，品道云商不承担该等责任。品道云商不承担责任的情形包括但不限于：</p>
      <p>（1）因银行、第三方支付机构等第三方未按照消费商和/或品道云商指令进行操作引起的任何损失或责任；</p>
      <p>（2）因银行、第三方支付机构等第三方原因导致资金未能及时到账或未能到账引起的任何损失或责任；</p>
      <p>（3）因银行、第三方支付机构等第三方对交易限额或次数等方面的限制而引起的任何损失或责任；</p>
      <p>（4）因其他第三方的行为或原因导致的任何损失或责任。</p>
      <p>2、因消费商自身的原因导致的任何损失或责任，由消费商自行负责，品道云商不承担责任。品道云商不承担责任的情形包括但不限于：</p>
      <p>（1）消费商未按照本协议或品道云商平台不时公布的任何规则进行操作导致的任何损失或责任；</p>
      <p>（2）因消费商使用的银行卡的原因导致的损失或责任，包括消费商使用未经认证的银行卡或使用非消费商本人的银行卡或使用信用卡，消费商的银行卡被冻结、挂失、停止使用等导致的任何损失或责任；</p>
      <p>（3）消费商向品道云商发送的指令信息不明确、存在歧义、不完整，或非消费商本人操作等导致的任何损失或责任；</p>
      <p>（4）消费商账户内剩余货款不足导致的任何损失或责任；</p>
      <p>（5）其他因消费商原因导致的任何损失或责任。</p>
      <h4>第四章 账户安全及管理</h4>
      <p>第十四条消费商一旦注册成功，成为本网站合法的注册消费商，您可随时根据需要更改您的密码，消费商应当牢记消费商账户用户名和密码，并对登入消费商账户用户名和密码安全承担全部责任。另外，每个消费商都要对以其消费商账户用户名进行的所有活动和事件负全部责任。消费商了解并同意，确保消费商账户及密码的机密安全是消费商的责任。消费商将对利用该消费商账户及密码所进行的一切行动及言论，负完全的责任，并同意以下事项：</p>
      <p>1、消费商不对其他任何人泄露账户或密码，亦不可使用其他任何人的账户或密码。消费商应当注意网络安全，若因黑客、病毒或消费商的保管疏忽等非品道云商原因导致消费商的消费商账户遭他人非法使用的，品道云商不承担任何责任。</p>
      <p>2、因科技水平的限制，品道云商仅能通过消费商的消费商账户及密码来识别消费商的指令，消费商确认，使用消费商账户和密码登入后在品道云商的一切行为均代表消费商本人。消费商账户操作所产生的电子信息记录均为消费商行为的有效凭据，并由消费商本人承担由此产生的全部责任。</p>
      <p>3、冒用他人账户及密码的，品道云商及其合法授权主体保留追究实际使用人连带责任的权利。</p>
      <p>4、消费商应根据品道云商的相关规则以及品道云商平台的相关提示创建一个安全密码，应避免选择过于明显的单词或日期，比如消费商的姓名、昵称或者生日等，以免消费商的安全密码被盗用。消费商的安全密码被盗用所导致的一切后果均与品道云商无关。</p>
      <p>第十五条消费商如发现有第三人冒用或盗用消费商账户及密码等任何非法使用消费商帐户、存在安全漏洞的情况，或其他任何未经合法授权的情形，应立即以有效方式通知品道云商，要求品道云商暂停相关服务，否则由此产生的一切责任由消费商本人承担。同时，消费商理解品道云商对消费商的请求采取行动需要合理期限，在此之前，品道云商对第三人使用该服务所导致的损失不承担任何责任。</p>
      <p>第十六条消费商决定不再使用消费商账户时，应首先清偿所有应付款项（包括但不限于借款本金、利息、罚息、违约金、服务费、管理费等），再将消费商账户中的可用款项（如有）全部取现或者向品道云商发出其它合法的支付指令，并向品道云商申请冻结该消费商账户，经品道云商审核同意后方可正式注销消费商账户。消费商死亡或被宣告死亡的，其在本协议项下的各项权利义务由其继承人承担。若消费商丧失全部或部分民事权利能力或民事行为能力，品道云商或其授权的主体有权根据有效法律文书（包括但不限于生效的法院判决、公证文书等）或其法定监护人的指示处置与消费商账户相关的款项。若品道云商未知悉消费商死亡或被宣告死亡的事实，则消费商账户可以处于不使用的状态，若被第三人冒用或盗用或者符合本协议第十七条的约定而被移除或删除注册资料，品道云商不承担任何责任。</p>
      <p>第十七条品道云商有权基于单方独立判断，在其认为可能发生危害交易安全等情形时，可不经通知而先行暂停、中断或终止向消费商提供本协议项下的全部或部分消费商服务（包括收费服务），并将注册资料移除或删除，且无需对消费商或任何第三方承担任何责任。前述情形包括但不限于：</p>
      <p>1、品道云商认为消费商提供的个人资料不具有真实性、有效性或完整性；</p>
      <p>2、品道云商发现异常交易或有疑义或有违法之嫌；</p>
      <p>3、品道云商认为消费商账户涉嫌洗钱、套现、传销、被冒用或其他品道云商认为有风险或违法之情形；</p>
      <p>4、品道云商认为消费商已经违反本协议中规定的各类规则及合同；消费商在使用品道云商收费服务时未按规定向品道云商支付相应的平台服务费用或第三方服务费用；</p>
      <p>6、消费商账户已连续三年内未实际使用且账户中剩余货款为零；</p>
      <p>7、品道云商基于交易安全等原因，根据其单独判断需先行暂停、中断或终止向消费商提供本协议项下的全部或部分消费商服务（包括收费服务），并将注册资料移除或删除的其他情形。</p>
      <p>第十八条消费商同意，如其消费商账户未完成银行卡认证、且已经连续一年未登入，品道云商无需进行事先通知即有权终止提供消费商账户服务，并可能立即暂停、关闭或删除消费商账户及该消费商账户中所有相关资料及档案。</p>
      <p>第十九条消费商同意，消费商账户的暂停、中断或终止不代表消费商责任的终止，消费商仍应对使用品道云商服务期间的行为承担可能的违约或损害赔偿责任，同时品道云商仍可保有消费商的相关信息。</p>
      <p>第二十条若使用第三方网站账号注册品道云商消费商账户，则消费商应对消费商账户所对应的第三方网站账号拥有合法的使用权，如消费商因故对该第三方网站账号丧失使用权的，则品道云商可停止为消费商账户提供服务。但如该消费商账户尚存有剩余货款的，品道云商将会为消费商妥善保管。此时，如消费商欲取回其原有剩余货款，品道云商将提供更换品道云商账户的服务，如因故无法自助完成更换账户，消费商可以向品道云商提出以银行账户接受原有资金的请求，经核验属实后，品道云商可配合消费商将原有资金转移到以消费商真实姓名登记的银行账户。</p>
      <h4>第五章 消费商的守法义务及承诺</h4>
      <p>第二十一条消费商承诺绝不为任何非法目的或以任何非法方式使用品道云商服务，并承诺遵守中国相关法律、法规及一切使用互联网之国际惯例，遵守所有与品道云商服务有关的网络协议、业务规则和程序。</p>
      <p>第二十二条消费商同意并保证不得利用品道云商服务从事侵害他人权益或违法之行为，若有违反则须承担所有法律责任。该等行为包括但不限于：</p>
      <p>1、反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一的。</p>
      <p>2、侵害他人名誉、隐私权、商业秘密、商标权、著作权、专利权、其他知识产权及其他权益。</p>
      <p>3、违反依法律或合约所应负之保密义务。</p>
      <p>4、冒用他人名义使用品道云商服务。</p>
      <p>5、从事任何不法购销交易行为。</p>
      <p>6、提供赌博资讯或以任何方式引诱他人参与赌博。</p>
      <p>7、涉嫌洗钱、套现或进行传销活动的。</p>
      <p>8、从事任何可能含有电脑病毒或是可能侵害品道云商服务系統、资料等行为。</p>
      <p>9、利用品道云商服务系统进行可能对互联网或移动网正常运转造成不利影响之行为。</p>
      <p>10、侵犯品道云商的商业利益，包括但不限于发布非经品道云商许可的商业广告。</p>
      <p>11、利用品道云商服务上传、展示或传播虚假的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料。</p>
      <p>12、其他品道云商有正当理由认为不适当之行为。</p>
      <p>第二十三条品道云商保有依其单独判断删除品道云商平台内各类不符合法律政策或不真实或不适当的信息内容而无须得到消费商事先同意的权利，并无需承担任何责任。若消费商未遵守以上规定的，品道云商有权作出独立判断并采取暂停或关闭消费商账户等措施，而无需承担任何责任。</p>
      <p>第二十四条消费商同意，由于消费商违反本协议，或违反通过援引并入本协议并成为本协议一部分的文件，或由于消费商使用品道云商服务违反了任何法律或侵犯第三方的权利而造成任何第三方进行或发起的任何补偿申请或要求（包括律师费、公证费、调查费、差旅费等），若法院、仲裁等机构依法判决、调解、裁定由品道云商承担连带责任的，消费商会对品道云商及其加盟合伙人、战略合作伙伴、董事以及雇员给予全额补偿并使之不受损害。</p>
      <p>第二十五条消费商承诺，其通过品道云商平台上传或发布的信息均真实有效，其向品道云商提交的任何资料均真实、有效、完整、详细、准确。如因违背上述承诺，造成品道云商或品道云商其他使用方损失的，消费商将承担一切责任。</p>
      <h4>第六章 服务中断或故障</h4>
      <p>第二十六条消费商同意，基于互联网的特殊性，品道云商不担保服务不会中断，也不担保服务的及时性和/或安全性。系统因相关状况无法正常运作，使消费商无法使用任何品道云商服务或使用任何品道云商服务时受到任何影响时，品道云商对消费商或第三方不承担任何责任，前述状况包括但不限于：</p>
      <p>1、品道云商系统停机维护期间。</p>
      <p>2、电信设备出现故障不能进行数据传输的。</p>
      <p>3、由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的品道云商服务中断或延迟。</p>
      <p>4、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成品道云商系统障碍不能执行业务的。</p>
      <h4>第七章 责任范围及限制</h4>
      <p>第二十七条品道云商之前从未、将来不会对任何品道云商服务提供任何形式的保证，由消费商自行承担相关责任及后果，包括但不限于以下事项：</p>
      <p>1、品道云商服务将符合消费商的需求。</p>
      <p>2、消费商经由品道云商服务购买或取得之任何产品、服务、资讯或其他资料将符合消费商的期望。</p>
      <p>3、通过品道云商发生的任何交易、进程，享受任何产品或服务等，不受侵权、损失或不产生风险。</p>
      <p>第二十八条品道云商服务的合作单位所提供的服务品质及内容由该合作单位自行负责。品道云商平台的内容可能涉及由第三方所有、控制或者运营的其他网站或平台（以下简称“第三方网站或平台”）。品道云商不能保证也没有义务保证第三方网站或平台上任何信息的真实性和有效性。消费商确认按照第三方网站或平台的服务协议使用第三方网站或平台，而不是按照本协议。第三方网站或平台不代表其为品道云商推荐或者介绍的，第三方网站或平台的内容、产品、广告和其他任何信息均由消费商自行判断并承担风险，而与品道云商无关。消费商经由品道云商服务的使用下载或取得任何资料，应由消费商自行判断、考量且自负风险，因资料的下载而导致的任何损失由消费商自行承担。</p>
      <p>第二十九条消费商自品道云商及品道云商工作人员或经由品道云商合伙人工作人员服务取得的建议或资讯，无论其为书面或口头，均不构成品道云商对消费商的任何保证。</p>
      <p>第三十条品道云商不保证为向消费商提供便利而设置的外部链接的准确性、有效性、安全性、充分性、及时性、可靠性和完整性，同时，对于该等外部链接指向的不属品道云商授权的任何网页上的内容，品道云商不承担任何责任。</p>
      <p>第三十一条在法律允许的情况下，品道云商对于非法使用网络服务或注册消费商传送的信息有所变动、不正确/不恰当使用网络服务或在网上进行交易等与本协议有关或由本协议引起的，或者，由于使用品道云商平台或由于其所包含的或以其它方式通过品道云商平台提供给消费商的全部信息、内容、材料、产品（包括软件）和服务或购买和使用产品引起的任何直接的、间接的、偶然的、附带的、后果性、持续的、继起的、惩罚性的、特殊的、派生的任何其它性质的损失（包括但不限于业务损失、收益损失、利润损失、使用数据或其他经济利益的损失），不论是如何产生的，也不论是由对本协议的违约（包括违反保证）还是由侵权造成的，均不负任何责任，即使其事先已被告知此等损失的可能性。另外即使本协议规定的排他性救济没有达到其基本目的，也应排除品道云商对上述损失的责任。</p>
      <p>第三十二条除本协议另有规定外，在任何情况下，品道云商对本协议项下不论是本服务协议、过失或是任何其它原因引起所承担的全部责任（含违约赔偿责任）的最高/最终赔偿总额累计为不超过品道云商向消费商收取的当次品道云商平台服务费用总额，该服务费用并非交易金额。</p>
      <h4>第八章 风险提示</h4>
      <p>第三十三条消费商了解并认可，任何通过品道云商进行的交易并不能避免以下风险的产生，品道云商不能也没有义务为如下风险负责：</p>
      <p>1、宏观经济风险：因宏观经济形势变化，可能引起交易标的价格等方面的异常波动，消费商有可能遭受损失；</p>
      <p>2、政策风险：有关法律、法规及相关政策、规则发生变化，可能引起交易标的价格等方面异常波动，消费商有可能遭受损失；</p>
      <p>3、违约风险：因其他第三方无力或无意愿按时足额履约，消费商有可能遭受损失；</p>
      <p>4、利率风险：市场利率变化可能对购买或持有产品的实际收益产生影响；</p>
      <p>5、不可抗力因素导致的风险；</p>
      <p>6、因消费商的过错导致的任何损失，该过错包括但不限于：决策失误、操作不当、遗忘或泄露密码、密码被他人破解、消费商使用的计算机系统被第三方侵入、消费商委托他人代理交易时他人恶意或不当操作而造成的损失。</p>
      <p>7、如因不可抗力或品道云商其他无法控制的原因使品道云商系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，品道云商不承担责任。但是品道云商会尽可能合理地协助处理善后事宜，并在客观条件许可范围内力争使消费商减少经济损失。</p>
      <p>第三十四条品道云商不对任何消费商及/或任何交易提供任何担保或条件，无论是明示、暗示、默示、隐含或法定等形式。品道云商不能也不试图对消费商发布的信息进行控制，对该等信息，品道云商不承担任何形式的证明、鉴定服务，消费商独立对其发布的信息负责。品道云商不能完全保证平台内容的真实性、充分性、可靠性、准确性、完整性和有效性，并且无需承担任何由此引起的法律责任。消费商应依赖于消费商的独立判断进行交易，消费商应对其作出的判断承担全部责任。</p>
      <p>第三十五条以上并不能揭示消费商通过品道云商进行交易的全部风险及市场的全部情形。消费商在做出交易决策前，应全面了解相关交易，谨慎决策，并自行承担全部风险。</p>
      <h4>第九章 服务费用及其他费用</h4>
      <p>第三十六条当消费商使用品道云商服务时，品道云商可能会向消费商收取相关平台服务费用。各项平台服务费用详见消费商使用品道云商服务时，品道云商平台上所列之收费说明及收费标准。品道云商保留单方面制定及调整平台服务费用收费标准的权利。</p>
      <p>第三十七条消费商在使用品道云商服务过程中可能需要向第三方（如银行、第三方支付公司或提供技术服务的第三方等）支付一定的第三方服务费用，具体收费标准详见第三方网站相关页面，或品道云商平台的提示及收费标准。消费商同意将根据上述收费标准自行或委托品道云商或品道云商指定的第三方代为向第三方支付该等服务费。</p>
      <h4>第十章 隐私权保护及授权条款</h4>
      <p>第三十八条品道云商对于消费商提供的、品道云商自行收集的、经认证的个人信息将按照本协议予以保护、使用或者披露。品道云商无需消费商同意即可向品道云商合伙人、合伙伙伴转让与品道云商平台有关的全部或部分权利和义务。未经品道云商事先书面同意，消费商不得转让其在本协议项下的任何权利和义务。</p>
      <p>第三十九条品道云商可能会从公开及私人资料来源收集消费商的额外资料，以更好地掌握消费商情况，并为消费商度身订造品道云商服务、解决争议并有助确保在品道云商平台进行安全交易。</p>
      <p>第四十条品道云商按照消费商在品道云商平台上的行为自动追踪关于消费商的某些资料。在不透露消费商的隐私资料的前提下，品道云商有权对整个消费商数据库进行分析并对消费商数据库进行商业上的利用。</p>
      <p>第四十一条消费商同意，品道云商可在品道云商平台上使用诸如“Cookies”的资料收集装置。</p>
      <p>第四十二条消费商同意品道云商可使用关于消费商的相关资料（包括但不限于品道云商持有的有关消费商的档案中的资料，品道云商从消费商目前及以前在品道云商平台上的活动所获取的其他资料以及品道云商通过其他方式自行收集的资料）以解决争议、对纠纷进行调停。消费商同意品道云商可通过人工或自动程序对消费商的资料进行评价。</p>
      <p>第四十三条品道云商采用行业标准惯例以保护消费商的资料。消费商因履行本协议提供给品道云商的信息，品道云商不会恶意出售或免费共享给任何第三方，以下情况除外：</p>
      <p>1、提供独立服务且仅要求服务相关的必要信息的供应商，如印刷厂、邮递公司等；</p>
      <p>2、具有法定调阅信息权限并出示合法手续调阅信息的司法、行政部门或机构，如公安机关、检察、法院或仲裁机构；</p>
      <p>3、品道云商的关联企业或合伙人企业；</p>
      <p>4、经平台使用方或平台使用方授权代表同意的第三方。</p>
      <p>5、本网站发现注册消费商违反了本网站服务条款或本平台使用服务中的其它附属规则；</p>
      <p>6、有关注册消费商隐私保护以本网站的隐私规则为准；</p>
      <p>7、如注册消费商提供的资料包含有不正确的信息，本网站保留结束注册消费商使用网络服务资格的权利。</p>
      <p>第四十四条品道云商有义务根据有关法律要求向司法机关和政府部门提供您的个人资料。在消费商未能按照与品道云商签订的服务协议或者与品道云商其他消费商签订的协议等其他法律文本的约定履行自己应尽的义务时，品道云商有权根据自己的判断，或者与该笔交易有关的其他消费商的请求披露消费商的个人信息和资料，并做出评论。若消费商严重违反品道云商的相关业务规则，品道云商有权对消费商提供的及品道云商自行收集的消费商的个人信息和资料编辑入网站黑名单，并将该黑名单对第三方披露，且品道云商有权将消费商提交或品道云商自行收集的消费商的个人资料和信息与任何第三方进行数据共享，由此可能造成的消费商的任何损失，品道云商不承担法律责任。</p>
      <p>如消费商因网上交易与其他消费商发生诉讼的，其他消费商有权通过司法部门要求网站提供相关资料，经国家主管机关或部门作出生效法律文书或行政处罚决定确认消费商存在违法行为，或者本网站有足够事实依据可以认定消费商存在违法或违反本服务协议的行为的，消费商特此同意并不可撤销地授权品道云商在本网站及互联网络上公布其违法、违约行为，并将该内容记入任何与消费商相关的信用资料和档案。</p>
      <h4>第十一章 知识产权的保护</h4>
      <p>第四十五条品道云商平台上所有内容，包括但不限于著作、图片、档案、资讯、资料、平台架构、平台画面的安排、网页设计，均由品道云商或其他权利人依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。</p>
      <p>第四十六条消费商未经品道云商的明确书面同意不许下载（除系统页面缓存）或修改平台或其任何部分。消费商不得对品道云商平台或其内容进行转售或商业利用；不得收集和利用产品目录、说明和价格；不得对品道云商平台或其内容进行任何衍生利用；不得为其他商业利益而下载或拷贝账户信息或使用任何数据采集、数据收集和摘录工具。未经品道云商的书面许可，严禁对品道云商平台的内容进行系统获取以直接或间接创建或编辑文集、汇编、数据库或人名地址录，严禁为任何未经本使用条件明确允许的目的而使用品道云商平台上的内容和材料。</p>
      <p>第四十七条未经品道云商明确书面同意，不得以任何商业目的对品道云商网站或其任何部分进行复制、复印、仿造、出售、转售、访问、或以其他方式加以利用。未经品道云商明确书面同意，消费商不得以任何方式使用品道云商或其加盟合伙人公司的名字和商标。任何未经授权的使用都会终止品道云商所授予的允许或许可。</p>
      <p>第四十八条尊重知识产权是消费商应尽的义务，如有违反，消费商应对品道云商承担损害赔偿等法律责任。</p>
      <h4>第十二章 条款的解释、法律适用及争端解决</h4>
      <p>第四十九条本协议是由消费商与品道云商共同签订的，适用于消费商在品道云商的全部活动。本协议内容包括但不限于协议正文条款及已经发布的或将来可能发布的各类规则，所有条款和规则为协议不可分割的一部分，与协议正文具有同等法律效力。</p>
      <p>第五十条本协议不涉及消费商与品道云商的其他消费商之间，因网上购销交易而产生的法律关系及法律纠纷。但消费商在此同意将全面接受并履行与品道云商其他消费商在品道云商签订的任何电子法律文本，并承诺按照该法律文本享有和（或）放弃相应的权利、承担和（或）豁免相应的义务。</p>
      <p>第五十一条本协议的条款具有可分性。如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，则应认为该条款可与本协议相分割，并可被尽可能接近各方意图的、能够保留本协议要求的经济目的的、有效的新条款所取代，而且，在此情况下，本协议的其他条款仍然完全有效并具有约束力。</p>
      <p>第五十二条本协议及其修订的有效性、履行与本协议及其修订效力有关的所有事宜，将受中国法律管辖，任何争议仅适用中国法律、法规。</p>
      <p>第五十三条在本网站的某些部分或页面中可能存在除本协议以外的单独的附加服务条款，当这些条款存在冲突时，在该些部分和页面中附加条款优先适用。本平台注册协议、服务条款、操作规则中的任何条款若存在理解分歧，则均应以品道云商作出的解释为准。</p>
      <p>第五十四本协议履行地为本平台所在地/实际经营地。因本协议所引起的消费商与品道云商的任何纠纷或争议，首先应友好协商解决，协商不成的，消费商在此完全同意将纠纷或争议提交本协议履行地即品道云商所在地有管辖权的人民法院诉讼解决。</p>
    </div>
  </div>
</template>

<script>
  import store from '../../vuex';
    export default {
        name: "reg-agreement",
      created(){
          store.commit('footShow');
      }
    }
</script>

<style scoped>
  .regAgrC {
    background: #974f02;
    padding: .4rem;
    text-align: center;
    color: #fff;
    font-size: .45rem;
    position: relative;
  }
  .regAgrC img {
    position: absolute;
    top: .4rem;
    left: .4rem;
    width: .6rem;
    padding-right: .3rem;
    margin-right: .2rem;
  }
  .agrContent {
    background: #fff;
    text-align: left;
    padding: .3rem
  }
  .agrContent p {
    margin: .1rem 0;
    line-height: 2;
  }
</style>
